// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Virrankäytön hallinta";

NeverAutoOffTitle = "Ei Koskaan";
AutoOffAfter15MinutesTitle = "15 Minuutin Kuluttua";
AutoOffAfter30MinutesTitle = "30 Minuutin Kuluttua";
AutoOffAfter45MinutesTitle = "45 Minuutin Kuluttua";
AutoOffAfter1HourTitle = "1 Tunnin Kuluttua";
AutoOffAfter2HoursTitle = "2 Tunnin Kuluttua";
AutoOffAfter3HoursTitle = "3 Tunnin Kuluttua";

HSDTaskDescriptionLegacy = "Virran säästämiseksi tulostin voi sammua tietyn ajan kuluttua. Voit määrittää tämän ajan alla olevan ponnahdusvalikon kautta.";
HSDAutoOffLabelLegacy = "Automaattinen virrankatkaisu pois käytöstä:";
ApplyButtonTitle = "Ota käyttöön";

HSDTaskName = "Automaattinen suljenta";
HSDTaskDescription = "Kun automaattinen sammutus on käytössä, tulostin sammuu automaattisesti, kun sitä ei ole käytetty alta valittuun ajanjaksoon. Automaattinen sammutus ei ole käytössä, kun tulostin on yhdistettynä verkkoon.\nVinkki: Jos haluat käynnistää sammuneen tulostimen uudelleen, paina virtapainiketta.";
HSDAutoOffLabel = "Automaattinen suljenta:";
"0" = "Poistettu käytöstä";
"1" = "1 minuutin jälkeen";
"5" = "5 minuutin jälkeen";
"10" = "10 minuutin jälkeen";
"15" = "15 minuutin jälkeen";
"20" = "20 minuutin jälkeen";
"30" = "30 minuutin jälkeen";
"60" = "1 tunnin jälkeen";
"120" = "2 tunnin jälkeen";
"180" = "3 tunnin jälkeen";
"240" = "4 tunnin jälkeen";
"480" = "8 tunnin jälkeen";
"720" = "12 tunnin jälkeen";
"1440" = "24 tunnin jälkeen";
AutoOffEnableConfirmationTitle = "Haluatko varmasti ottaa automaattisen suljennan käyttöön?";
AutoOffEnableConfirmationMessage = "Automaattinen suljenta sammuttaa tulostimen automaattisesti %@.";
YesButtonTitle = "Kyllä";
NoButtonTitle = "Ei";

HSDSleepAndAutoOffLabel = "Lepotila/automaattinen sammutus:";
HSDShutDownLabel = "Sammuminen:";
ShutDownEnableConfirmationTitle = "Haluatko varmasti ottaa sammumistoiminnon käyttöön?";
ShutDownEnableConfirmationMessage = "Sammumistoiminto sammuttaa tulostimen automaattisesti tietyn käyttämättömyysjakson jälkeen (%@).";
HSDTaskDescriptionForAutoOff = "HP:n Auto-on/Auto-off on tehokas virransäästötila, jossa laite kuluttaa vähän virtaa ja siirtyy tarvittaessa lepotilasta tulostukseen.";
HSDTaskDescriptionForShutDown = "Sammumistoiminto sammuttaa tulostimen automaattisesti määritetyn käyttämättömyysjakson jälkeen. Jos sammumistoiminto on käytössä, tulostimella ei voi sammumisen jälkeen tulostaa (ei edes käyttämällä ePrintiä) eikä sillä voi käsitellä muita töitä, kuten fakseja tai ajoitettuja toimituksia (jos tulostin niitä tukee). Työt voi tulostaa vasta, kun tulostin on kytketty taas päälle.";
HSDDelayWhenPortsAreActiveCheckBox = "Viive, kun portit ovat aktiivisia";
